[DLC07_Notes_BrokenFan DisAbstractItem]
m_ItemName="坏掉的风扇"
m_PluralItemName=""
m_Description="在更换风扇马达前不要使用排气系统。它差不多要从轴上掉下来了。当它修好时我会通知你。"

[DLC07_Notes_DeadMech DisAbstractItem]
m_ItemName="帽子帮技师待办事情清单"
m_PluralItemName=""
m_Description="[这是一份非常难以辨认的待办事情清单，上面沾满了血与油]\n\n- 拿一个新扳手。前一个被淡水甲贝吃了。\n- 为特林布尔检查水流控制系统。希望不要碰上老鼠。\n- 在河道中搜寻奔牛花。玛吉喜欢红色。\n- 把我的储物柜钥匙给玛吉，以备她这周需要把装备存放在我的公寓里。"

[DLC07_Notes_Station DisAbstractItem]
m_ItemName="水流控制站"
m_PluralItemName=""
m_Description="罗耶和其他几人先去了水流控制站，查看水流为何停止，但他们一直没有回来。有人报告听到了怪声，还有几个新来的工人逃向了出口。要是再没人来接替我，我就离开这个地方。我写下这些，是为了留下记录，证明我并非毫无正当理由便擅离岗位。\n\n普雷斯顿 P。"

[DLC07_Notes_Valve DisAbstractItem]
m_ItemName="被移动的扳手"
m_PluralItemName=""
m_Description="有人把扳手拿到水流控制阀门那去了。拜托谁能找到它并交还水流控制站。"

[Inventory.DLC07_ValveKey_Abst DisAbstractItem]
m_ItemName="水流控制阀门扳手"
m_PluralItemName=""
m_Description="一种专用于打开压力阀门的特制扳手。"


